app/controllers/boards_controller.rb

  def show
    @board = Board.last
---
SELECT  "boards".* FROM "boards" ORDER BY "boards"."id" DESC LIMIT $1  [["LIMIT", 1]]